{
    "scenarios": [
        {
            "title": "Scenario C4.2.2.A",
            "description": "White Pivot and White Blocker are ahead of Red Pivot. Red Pivot is forced out of bounds by White Pivot. White Blocker skates clockwise behind both Skaters. Red Pivot re-enters the track behind White Pivot and ahead of White Blocker.",
            "outcome": "Red Pivot is penalized.",
            "rationale": "White Blocker had superior position when Red Pivot went out of bounds. Red Pivot is required to re-enter behind both White Pivot and White Blocker.",
            "keepinminds": [
            ]
        },
        {
            "title": "Scenario C4.2.2.B",
            "description": "White Pivot and White Blocker are ahead of Red Pivot when “No Pack” is declared. Red Pivot is forced out of bounds by White Pivot. White Blocker skates clockwise behind both Skaters. Red Pivot re-enters the track behind White Pivot and ahead of White Blocker.",
            "outcome": "White Pivot and Red Pivot are both penalized.",
            "rationale": "White Pivot is penalized because they executed a block while out of play (due to there not being a Pack). Accordingly, Red Pivot was not required to re-enter behind White Pivot. Even though there is no Pack, however, White Blocker still had superior position when Red Pivot went out of bounds. Red Pivot still must enter behind White Blocker.",
            "keepinminds": [
                "If White Blocker were more than 20 ft (6.10m) from the last existing Pack, Red Pivot should not have been penalized."
            ]
        },
        {
            "title": "Scenario C4.2.2.C",
            "description": "White Pivot and White Blocker are ahead of Red Pivot. Red Pivot is forced out of bounds by White Pivot. White Blocker skates clockwise behind both Skaters. White Blocker loses their balance, takes a knee, and returns upright. Red Pivot re-enters the track behind White Pivot and ahead of White Blocker.",
            "outcome": "Red Pivot is penalized.",
            "rationale": "Although White Blocker lost their superior position briefly while down, they returned upright before Red Pivot re-entered. White Blocker was not the initiator of the block that forced Red Pivot out of bounds, and thus is able to re-establish their superior position.",
            "keepinminds": [
            ]
        },
        {
            "title": "Scenario C4.2.2.D",
            "description": "Red Blocker blocks White Jammer out of bounds to the outside just as White Blocker blocks Red Jammer out of bounds to the inside. Both Blockers were ahead of both Jammers before the blocks, and race clockwise to pull their opposing Jammers to the rear of the Pack. White Jammer returns behind all opponents, but Red Jammer returns behind White Blocker but ahead of Red Blocker.",
            "outcome": "No penalty.",
            "rationale": "Cutting one single teammate does not have enough impact to warrant a penalty.",
            "keepinminds": [
                "Cutting more than one teammate should be penalized."
            ]
        },
        {
            "title": "Scenario C4.2.2.E",
            "description": "Red Pivot is forced out of bounds by White Pivot. White Blocker, who is behind both Pivots, skates counterclockwise past both Pivots, and then clockwise to their previous position. Red Pivot re-enters the track behind White Pivot and ahead of White Blocker.",
            "outcome": "No penalty.",
            "rationale": "At the time Red Pivot went out of bounds, White Blocker did not have superior position. Red Pivot is only required to re-enter behind White Pivot.",
            "keepinminds": [
            ]
        },
        {
            "title": "Scenario C4.2.2.F",
            "description": "White Pivot is in bounds but down. Red Pivot dodges White Pivot, ending up out of bounds. White Pivot returns to an upright position. Red Pivot re-enters the track ahead of White Pivot.",
            "outcome": "No penalty.",
            "rationale": "Downed Skaters do not have superior position to out of bounds Skaters.",
            "keepinminds": [
            ]
        },
        {
            "title": "Scenario C4.2.2.G",
            "description": "White Pivot and White Blocker are ahead of Red Pivot. White Blocker forces Red Pivot out of bounds illegally and receives a penalty. As White Blocker leaves the track, they accidentally clip the skates of their teammate, White Pivot, who falls. Red Pivot re-enters the track ahead of both Skaters.",
            "outcome": "No penalty.",
            "rationale": "White Pivot was down when Red Pivot re-entered the track, and did not have superior position.",
            "keepinminds": [
            ]
        },
        {
            "title": "Scenario C4.2.2.H",
            "description": "White Pivot, White Blocker, and Red Jammer are 18 ft (5.48m) ahead of a stopped Pack. Red Jammer is blocked out of bounds by White Pivot. White Pivot and White Blocker roll forward, and both are given an Out of Play warning. White Pivot and White Blocker skate clockwise back to the Pack. Red Jammer re-enters the track ahead of both Skaters.",
            "outcome": "Red Jammer is penalized.",
            "rationale": "White Pivot, as initiator of the block, lost their superior position on Red Jammer by leaving the Engagement Zone. Although White Blocker lost their superior position briefly by going out of play, they regained it by returning to the Engagement Zone before Red Jammer re-entered. White Blocker was not the initiator of the block that forced Red Jammer out of bounds, and thus is able to re-establish their superior position.",
            "keepinminds": [
            ]
        },
        {
            "title": "Scenario C4.2.2.I",
            "description": "White Pivot, White Blocker, and Red Jammer are 18 ft (5.48m) ahead of a stopped Pack. White Blocker skates forward and is given an Out of Play warning as White Pivot blocks Red Jammer out of bounds. White Blocker skates clockwise back to the Pack. Red Jammer re-enters the track ahead of White Blocker and behind White Pivot.",
            "outcome": "No penalty.",
            "rationale": "White Blocker was out of play when Red Jammer went out of bounds, and thus did not have superior position.",
            "keepinminds": [
            ]
        },
        {
            "title": "Scenario C4.2.2.J",
            "description": "Red Pivot blocks White Jammer to the inside and forward, across the apex. White Jammer returns fully in bounds with both skates for a moment, and then immediately leaves the track.",
            "outcome": "No penalty.",
            "rationale": "White Jammer did not meaningfully gain position on anybody because they immediately left the track.",
            "keepinminds": [
                "If White Jammer had not immediately left the track, White Jammer should be penalized."
            ]
        },
        {
            "title": "Scenario C4.2.2.K",
            "description": "Red Jammer is on their second trip through the Pack, having passed no White Blockers. Before Red Jammer can pass any opponent, White Pivot, who skates forward quickly, forces Red Jammer out of bounds across the apex. Red Jammer, while down, slides back in behind White Pivot. White Blocker skates clockwise behind Red Jammer. Red Jammer stands, completely in bounds and starts skating forward.",
            "outcome": "Red Jammer is penalized.",
            "rationale": "Skaters cannot re-establish their position on the track while down. Despite being completely in bounds, the downed Red Jammer did not re-establish their in bounds position until they were upright and not immediately exiting the track. White Blocker had superior position to Red Jammer when Red Jammer left the track, so Red Jammer cannot gain superior position due to their out of bounds status.",
            "keepinminds": [
            ]
        },
        {
            "title": "Scenario C4.2.2.L",
            "description": "Immediately after the start of the Jam, White Jammer blocks Red Jammer out of bounds. The Pack remains stopped while White Jammer skates clockwise around the track. Red Jammer remains out of bounds. White Jammer approaches the front of the Pack and legally passes the Star to White Pivot. Red Jammer re-enters the track behind the Pack, and ahead of both the new and former White Jammers.",
            "outcome": "No penalty.",
            "rationale": "When out of bounds, Skaters must re-enter the track without improving their position relative to other Skaters. Because the new White Jammer did not earn position on Red Jammer, Red Jammer did not need to re-enter behind the new White Jammer. The former White Jammer, by virtue of having become a Blocker, is considered to be far ahead of Red Jammer (just like all the other Blockers).",
            "keepinminds": [
            ]
        },
        {
            "title": "Scenario C4.2.2.M",
            "description": "Red Jammer passes all members of the Pack except for White Pivot, who forces Red Jammer out of bounds on the inside of the track. While Red Jammer is out of bounds, White Pivot skates clockwise behind the stopped Pack and past Red Jammer. Red Jammer takes several skating strides while out of bounds, counterclockwise, but re-enters the track ahead of the Engagement Zone.",
            "outcome": "No penalty.",
            "rationale": "When out of bounds on the inside of the track, Skaters may skate in any direction to return to the track. By re-entering the track ahead of the Engagement Zone, rather than being penalized, Red Jammer is considered to be entering the rear of the Engagement Zone, behind the Pack and White Pivot.",
            "keepinminds": [
            ]
        }
    ]
}
